Repository: viper149/HR
Catalog: Resources/Models/COM_EX_PIMASTER.*.resx
Languages: bn_bd, ja_jp

source: Active Status
bn_bd: সক্রিয় স্থিতি
ja_jp: アクティブステータス

source: Advising Bank
bn_bd: পরামর্শ ব্যাংক
ja_jp: アドバイス銀行

source: Brand Name
bn_bd: পরিচিতিমুলক নাম
ja_jp: ブランド名

source: Country of Origin
bn_bd: মাত্রিভূমি
ja_jp: 生産国

source: Currency
bn_bd: মুদ্রা
ja_jp: 通貨

source: Delivery Close
bn_bd: ডেলিভারি বন্ধ
ja_jp: 配達終了

source: Delivery Period
bn_bd: সরবরাহের দিন
ja_jp: 納期

source: Delivery Start
bn_bd: বিতরণ শুরু
ja_jp: 配達開始

source: Duration
bn_bd: সময়কাল
ja_jp: 期限

source: Export Status
bn_bd: রফতান স্থিতি
ja_jp: 輸出ステータス

source: Followed By
bn_bd: অনুসরণ করেছে
ja_jp: に続く

source: Freight
bn_bd: মালামাল
ja_jp: 運送

source: Gross Weight
bn_bd: মোট ওজন
ja_jp: 総重量

source: Inspection
bn_bd: পরিদর্শন
ja_jp: 検査

source: L/C No
bn_bd: এল/সি নং
ja_jp: L/Cノー

source: Nego. Bank
bn_bd: নেগো. ব্যাংক
ja_jp: ネゴ。銀行

source: Negotiation
bn_bd: আলাপ - আলোচনা
ja_jp: 折衝

source: Net Weight
bn_bd: নেট ওজন
ja_jp: 正味

source: Note of PO
bn_bd: পিও এর নোট
ja_jp: POのメモ

source: Order Ref.
bn_bd: আদেশ রেফারেন্স
ja_jp: 注文リファレンス

source: Party Name
bn_bd: পার্টির নাম
ja_jp: パーティー名

source: Payment
bn_bd: পেমেন্ট
ja_jp: 代金

source: PI Date
bn_bd: পিআই তারিখ
ja_jp: PI日

source: PI No
bn_bd: পিআই নং
ja_jp: PIノー

source: Port of Discharge
bn_bd: বন্দর মুক্ত করা
ja_jp: 荷揚げ港

source: Port of Loading
bn_bd: লোডিং পোর্ট
ja_jp: 積荷港

source: Shipment Date
bn_bd: চালান তারিখ
ja_jp: 出荷日

source: Team Name
bn_bd: দলের নাম
ja_jp: チームの名前

source: Tenor
bn_bd: টেনোর
ja_jp: テノール

source: Tolerance(%)
bn_bd: সহনশীলতা (%)
ja_jp: 我慢(%)

source: Trade Terms
bn_bd: বাণিজ্যক শর্তাবলী
ja_jp: 営業態様

source: Validity
bn_bd: বৈধতা
ja_jp: 有効期限
